export default {
  headerSection: {
    nav: {
      portfolio: 'Портфоліо',
      jobs: 'Види робіт',
      about: 'Про студію',
      price: 'Послуги та ціни',
      contacts: 'Контакти',
      review: 'Відгуки' // Also use in footer component
    },
    button: {
      themeBtn: 'Тема',
      nameBtn: 'Зворотній зв\'язок',
    }
  },
  mainContentSection: {
    h1: '<span>Профессиональная</span> фотосессия в студии',
    sectionTitle: 'Наша студія виконує ваші мріі',
    content: `Фотографии стали неотъемлемой частью нашей жизни.
              <br />
              Это теперь не просто памятные снимки в альбомах, ныне фото становиться
              способом понравиться окружающим, получить восхищение,
              заявить о себе всему миру.
              <br />
              Выбор правильной фотостудии занимает далеко не последнее место в получение
              фотографий. И мы с точностью заявляем, что нашей фотостудией вы останетесь
              довольны и еще не раз захотите возвращаться к нам.`,
    mainBtn: 'Отримати консультацію'
  },
  ourWorksSection: {
    sectionTitle: 'Наші роботи',
  },
  designStudioSection: {
    sectionTitle: 'Оформлення студіі'
  },
  servicesSection: {
    sectionTitle: 'Види послуг',
    cardsTitle: {
      id_1: 'Фотосесія "Лав сторі"',
      id_2: 'Фотосесія для підлітків',
      id_3: 'Парна фотосесія',
      id_4: 'Фотосесія для хлопців',
      id_5: 'Сімейна фотосесія (діти 14+)',
      id_6: 'Групова фотосесія',
      id_7: 'Фотосесія "Лук Бук"',
      id_8: 'Фотосесія для дівчат',
      id_9: 'Фотосесія для вагітних',
      id_10: 'Фотосесія з тваринами',
      id_11: 'Фотосесія "Діловий стиль"',
    }
  },
  stageWorksSection: {
    sectionTitle: 'Кроки роботи',
    cards: {
      number_1: {
        title: 'Заявка',
        content: `З'їж ще цих м'яких французьких булок, та випий чаю.
                  З'їж ще цих м'яких.`,
      },
      number_2: {
        title: 'Бронь',
        content: `З'їж ще цих м'яких французьких булок, та випий чаю. 
                  З'їж ще цих м'яких.`,
      },
      number_3: {
        title: 'Складання технічного завдання',
        content: `З'їж ще цих м'яких французьких булок, та випий чаю. 
                  З'їж ще цих м'яких.`,
      },
      number_4: {
        title: 'Зйомка',
        content: `З'їж ще цих м'яких французьких булок, та випий чаю. 
                  З'їж ще цих м'яких.`,

      },
      number_5: {
        title: 'Готові фото',
        content: `З'їж ще цих м'яких французьких булок, та випий чаю. 
                  З'їж ще цих м'яких.`,
      },

    }
  },
  priceSection: {
    sectionTitle: 'Кошторис',
    cards: {
      mini: {
        name: 'МІНІ',
        valueOfLocations: '/ 1 локація',
        options: {
          optionsItem_1: ' Тривалість - 30 хвилин',
          optionsItem_2: ' Сирці - до 100 штук',
          optionsItem_3: ' Ретуш - 4 фото',
          optionsItem_4: ' Аренда студії - безоплатно',
          optionsItem_5: ' Будь-який образ',
        }
      },
      standart: {
        name: 'СТАНДАРТ',
        valueOfLocations: '/ 2 локації',
        options: {
          optionsItem_1: ' Тривалість - 1 година 20 хвилин',
          optionsItem_2: ' Сирці - до 200 штук',
          optionsItem_3: ' Ретуш - 8 фото',
          optionsItem_4: ' Аренда студії - безоплатно',
          optionsItem_5: ' Будь-який образ',
        }
      },
      maxi: {
        name: 'МАКСИ',
        valueOfLocations: '/ Максимальна кількість локацій',
        options: {
          optionsItem_1: ' Тривалість - 4 години',
          optionsItem_2: ' Сирці - до 500 штук',
          optionsItem_3: ' Ретуш - 50 фото',
          optionsItem_4: ' Аренда студії - безоплатно',
          optionsItem_5: ' Візажист - Make-Up, Укладання',
          optionsItem_6: ' Попередній вибір образів - До 8 образів',
        },
      },
    },
    btnOptions: {
      btnOptionsTitle: 'Додаткові послуги',
      btnOptions_1: 'Поміч<br /> в позуванні',
      btnOptions_2: 'Візажист<br /> + 2000<span>₴</span>',
      btnOptions_3: 'Додаткова ретуш<br /> фото - 1шт/250<span>₴</span>',
    },
    btnName: 'Забронювати',
  },
  giftsSection: {
    sectionTitle: 'Подарунковий сертифікат<br /> на фотосесію',
    card: {
      cardPreTitle: 'СЕРТИФІКАТ НА ФОТОСЕСІЮ',
      cardTitle: 'Це подарунок, який западе до душі',
      cardList: {
        listItem_1: 'Креативне оформлення',
        listItem_2: 'Відкритий календар',
        listItem_3: 'Все включене',
      },
      cardText: `Строк дії сертифікату: 2 місяці <br />
                   з дня покупки`,
      cardBtnName: 'Купити'
    }
  },
  mapSection: {
    popoverText: '<span>Режим роботи</span><br/>',
    popoverTime: 'ПН-ПТ 09:00 - 18:00',
  },
  footerSection: {
    footerText: 'Наші соціальні мережі',
  },
  popupCallback: {
    title: 'Форма зворотнього зв\'язку',
    nameLabel: 'Им\'я',
    nameField: 'Введіть ваше ім\'я',
    emailLabel: 'E-mail',
    emailField: 'Введіть ваш E-mail',
    telLabel: 'Телефон',
    telField: 'Введіть ваш телефон',
    nameBtn: 'Надіслати',
    policyText: 'Натискаючи кнопку "Надіслати", ви даєте згоду на опрацювання особистих даних та погоджуєтесь з ',
    policy: 'політикою конфіденсійності'
  }
};
