export default {
  headerSection: {
    nav: {
      portfolio: 'Портфолио',
      jobs: 'Виды работ',
      about: 'О фотостудии',
      price: 'Услуги и цены',
      contacts: 'Контакты',
      review: 'Отзывы' // Also use in footer component
    },
    button: {
      themeBtn: 'Тема',
      nameBtn: 'Обратная связь',
    }
  },
  mainContentSection: {
    h1: '<span>Профессиональная</span> фотосессия в студии',
    sectionTitle: 'Наша фотостудия позволит исполнить ваши мечты',
    content: `Фотографии стали неотъемлемой частью нашей жизни.
              <br />
              Это теперь не просто памятные снимки в альбомах, ныне фото становиться
              способом понравиться окружающим, получить восхищение,
              заявить о себе всему миру.
              <br />
              Выбор правильной фотостудии занимает далеко не последнее место в получение
              фотографий. И мы с точностью заявляем, что нашей фотостудией вы останетесь
              довольны и еще не раз захотите возвращаться к нам.`,
    mainBtn: 'Получить консультацию'
  },
  ourWorksSection: {
    sectionTitle: 'Наши работы',
  },
  designStudioSection: {
    sectionTitle: 'Оформление фотостудии'
  },
  servicesSection: {
    sectionTitle: 'Виды услуг',
    cardsTitle: {
      id_1: 'Фотосессия "Лав стори"',
      id_2: 'Фотосессия для подростков',
      id_3: 'Парна фотосессия',
      id_4: 'Фотосессия для парней',
      id_5: 'Симейная фотосессия (дети 14+)',
      id_6: 'Групповая фотосессия',
      id_7: 'Фотосессия "Лук Бук"',
      id_8: 'Фотосессия для девушек',
      id_9: 'Фотосессия для беременных',
      id_10: 'Фотосессия с животными',
      id_11: 'Фотосессия "Деловой стиль"',
    }
  },
  stageWorksSection: {
    sectionTitle: 'Этапы работы',
    cards: {
      number_1: {
        title: 'Заявка',
        content: 'Съешь еще этих мягких французских булок, да выпей чаю. Съешь еще этих мягких.',
      },
      number_2: {
        title: 'Бронь',
        content: 'Съешь еще этих мягких французских булок, да выпей чаю. Съешь еще этих мягких.',
      },
      number_3: {
        title: 'Составление Технического задания',
        content: 'Съешь еще этих мягких французских булок, да выпей чаю. Съешь еще этих мягких.',
      },
      number_4: {
        title: 'Съёмка',
        content: 'Съешь еще этих мягких французских булок, да выпей чаю. Съешь еще этих мягких.',

      },
      number_5: {
        title: 'Готовые фото',
        content: 'Съешь еще этих мягких французских булок, да выпей чаю. Съешь еще этих мягких.',
      },

    }
  },
  priceSection: {
    sectionTitle: 'Стоимость фотосессии',
    cards: {
      mini: {
        name: 'МИНИ',
        valueOfLocations: '/ 1 локация',
        options: {
          optionsItem_1: ' Длительность — 30 минут',
          optionsItem_2: ' Исходники — До 100 штук',
          optionsItem_3: ' Ретушь - 4 фото',
          optionsItem_4: ' Аренда студии - безплатно',
          optionsItem_5: ' Любой образ',
        }
      },
      standart: {
        name: 'СТАНДАРТ',
        valueOfLocations: '/ 2 локации',
        options: {
          optionsItem_1: ' Длительность - 1 час 20 минут',
          optionsItem_2: ' Исходники - до 200 штук',
          optionsItem_3: ' Ретушь - 8 фото',
          optionsItem_4: ' Аренда студии - безплатно',
          optionsItem_5: ' Любой образ',
        }
      },
      maxi: {
        name: 'МАКСИ',
        valueOfLocations: '/ Максимальное количество локаций',
        options: {
          optionsItem_1: ' Длительность - 4 часа',
          optionsItem_2: ' Исходники - до 500 штук',
          optionsItem_3: ' Ретушь - 50 фото',
          optionsItem_4: ' Аренда студии - безплатно',
          optionsItem_5: ' Визажист - Make-Up, Укладка',
          optionsItem_6: ' Предварительный подбор образов — До 8 образов',
        }
      },
    },
    btnOptionsTitle: 'Дополнительные услуги',
    btnOptions: {
      btnOptions_1: 'Помощь<br /> в позировании',
      btnOptions_2: 'Визажист<br /> + 2000<span>₴</span>',
      btnOptions_3: 'Дополнительная ретушь<br /> фото - 1шт/250<span>₴</span>',
    },
    btnName: 'Забронировать',
  },
  giftsSection: {
    sectionTitle: 'Подарочный сертификат<br /> на фотосессию',
    card: {
      cardPreTitle: 'СЕРТИФИКАТ НА ФОТОСЕССИЮ',
      cardTitle: 'Это подарок, который западает в душу',
      cardList: {
        listItem_1: 'Креативное оформление',
        listItem_2: 'Открытый календарь',
        listItem_3: 'Всё включено',
      },
      cardText: `Срок действия сертификата: 2 месяца <br />
                 со дня приобретения.`,
      cardBtnName: 'Приобрести'
    }
  },
  mapSection: {
    popoverText: '<span>Режим работы</span><br/>',
    popoverTime: 'ПН-ПТ 09:00 - 18:00',
  },
  footerSection: {
    footerText: 'Наши социальные сети:',
  },
  popupCallback: {
    title: 'Форма обратной связи',
    nameLabel: 'Имя',
    nameField: 'Введите ваше імя',
    emailLabel: 'E-mail',
    emailField: 'Введите ваш E-mail',
    telLabel: 'Телефон',
    telField: 'Введите ваш телефон',
    nameBtn: 'Отправить',
    policyText: 'Нажимая кнопку «Отправить», вы даете согласие на обработку персональных данных и соглашаетесь с ',
    policy: 'политикой конфиденциальности'
  }
};
